/* GENERAL STRINGS */
"OK" = "אישור";
"Cancel" = "ביטול";
"Delete" = "מחקיה";
"Rename" = "שינוי שם";
"Actions" = "פעולות";



/* SIDEBARVIEW */
"Filters" = "פילטרים";
"Smart Filters" = "פילטרים חכמים";
"All Issues" = "כל הבעיות";
"Recent Issues" = "בעיות אחרונות";
"Tags" = "תגיות";
"Add tag" = "הוסף תגית";
"Show awards" = "להראות פרסים";

"Rename tag" = "שינוי שם תגית";
"New name" = "שם חדש";



/* CONTENTVIEW */
"Issues" = "בעיות";

/* A button that shows a menu with the following options */
"Filter" = "פילטר";
"Turn Filter On" = "הפעלת פילטר"; /* Enables filtering */
"Turn Filter Off" = "כיובי פילטר"; /* Disables filtering */
"Sort By" = "מיין לפי"; /* Adjust the order issues are shown */
"Date Created" = "תאריך יצירה"; /* Sort issues by the date they were created */
"Date Modified" = "תאריך שינוי"; /* Sort issues by the date they were last changed */
"Newest to Oldest" = "מהחדש לישן"; /* Place newer issues before older issues */
"Oldest to Newest" = "מהישן לחדש"; /* Place older issues before newer issues */

"All" = "כולם";
"Open" = "פתוח";
"Closed" = "סגור";

"Low" = "נמוכה";
"Medium" = "בינונית";
"High" = "גבוהה";

/* Create a new issue */
"New Issue" = "בעיה חדשה";

/* A text placeholder, to help users search */
"Filter issues, or type # to add tags" = "סנן בעיות, או הקלד # כדי להוסיף תגיות";

/* Shown as a status for closed issues */
"CLOSED" = "סגור";



/* DETAILSVIEW */
"Details" = "פרטי הבעיה";

/* NOISSUEVIEW */
"No Issue Selected" = "לא נבחרה בעיה";

/* ISSUEVIEW */
"Copy Issue Title" = "העתק את כותרת הבעיה";
"Close Issue" = "סגירת הבעיה";
"Re-open Issue" = "פתחית הבעיה מחדש";

/* Fields that let the users enter details about a specific issue */
"Enter the issue title here" = "הזנת כותרת הבעיה כאן";
"**Modified:** %@" = "**שונה:** %@";
"**Status:** %@" = "**סטטוס:** %@";
"Priority" = "עדיפות";
"Add Tags" = "הוספת תגיות";
"Basic Information" = "מידע בסיסי";
"Enter the issue description here" = "הזנת תיאור הבעיה כאן";



/* AWARDS VIEW */
"Awards" = "פרסים";
"Unlocked: %@" = "פתוח: %@";
"Locked" = "נעול";



/* DATA */
"New tag" = "תגית חדשה";
"New issue" = "בעיה חדשה";
"Description goes here" = "התיאור מגיע לכאן";
"Issue %d-%d" = "בעיה %d-%d";
"Tag %d" = "תגית %d";


/* DEBUG ONLY */
"ADD SAMPLES" = "הוסף דוגמאות";
